Repository: Innei/Yohaku
Catalog: apps/mobile/assets/notifications/Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans, zh_hant

# PUSH_REPLY_BODY
source: Your comment on “%@” received a reply.
ja: 「%@」へのコメントに返信がありました。
ko: “%@”에 남긴 댓글에 답글이 달렸습니다.
zh_hans: 你在《%@》中的评论收到了回复。
zh_hant: 你在《%@》中的留言收到了回覆。

# PUSH_REPLY_TITLE
source: %@ replied to you
ja: %@さんから返信が届きました
ko: %@님이 답글을 남겼습니다
zh_hans: %@ 回复了你
zh_hant: %@ 回覆了你

# PUSH_THINKING_WATCHED
source: %@ watched “%@”
ja: %@さんが「%@」を観た
ko: %@님이 “%@”을(를) 봤어요
zh_hans: %@ 观看了「%@」
zh_hant: %@ 觀看了「%@」

# PUSH_THINKING_READ
source: %@ read “%@”
ja: %@さんが「%@」を読んだ
ko: %@님이 “%@”을(를) 읽었어요
zh_hans: %@ 读了「%@」
zh_hant: %@ 讀了「%@」

# PUSH_THINKING_LISTENED
source: %@ listened to “%@”
ja: %@さんが「%@」を聴いた
ko: %@님이 “%@”을(를) 들었어요
zh_hans: %@ 听了「%@」
zh_hant: %@ 聽了「%@」

# PUSH_THINKING_STUDIED
source: %@ studied “%@”
ja: %@さんが「%@」を読んだ
ko: %@님이 “%@”을(를) 읽었어요
zh_hans: %@ 读了「%@」
zh_hant: %@ 讀了「%@」

# PUSH_THINKING_LINKED
source: %@ linked to “%@”
ja: %@さんが「%@」にリンク
ko: %@님이 “%@”에 링크
zh_hans: %@ 链接到「%@」
zh_hant: %@ 連結到「%@」

# PUSH_THINKING_FACT_TV
source: Series · %@
ja: ドラマ · %@
ko: 시리즈 · %@
zh_hans: 剧集 · %@
zh_hant: 劇集 · %@

# PUSH_THINKING_FACT_MOVIE
source: Movie · %@
ja: 映画 · %@
ko: 영화 · %@
zh_hans: 电影 · %@
zh_hant: 電影 · %@

# PUSH_THINKING_FACT_BOOK
source: Book · %@
ja: 書籍 · %@
ko: 책 · %@
zh_hans: 图书 · %@
zh_hant: 圖書 · %@

# PUSH_THINKING_FACT_ALBUM
source: Album · %@
ja: アルバム · %@
ko: 앨범 · %@
zh_hans: 专辑 · %@
zh_hant: 專輯 · %@

# PUSH_THINKING_FACT_SONG
source: Song · %@
ja: 曲 · %@
ko: 곡 · %@
zh_hans: 单曲 · %@
zh_hant: 單曲 · %@
